export function ComponentsIndex() {
  return (
    <>
      <h1>Բաղադրիչներ</h1>

      <p>
        Բաղադրիչները օգտատիրոջ միջերեսի մի քանի անգամ օգտագործվող մասեր են, որոնք ստեղծվել են մի շարք հավելվածներ աջակցելու համար:
      </p>

      <p>
        Դուք կարող եք օգտագործել առանձին բաղադրիչներ շատ տարբեր նախշերով և համատեքստերում: Օրինակ, դուք կարող եք օգտագործել տեքստի մուտքագրման բաղադրիչը՝ էլփոստի հասցե, Ազգային ապահովագրության համար կամ որևէ մեկի անունը խնդրելու համար:
      </p>

      <p>
        GOV.AM Design System-ի յուրաքանչյուր բաղադրիչ ունի կոդավորված օրինակներ: Եթե դուք օգտագործում եք GOV.AM Prototype Kit-ը կամ ներառել եք GOV.AM Frontend-ը ձեր կառուցվածքում, կոդավորված օրինակները կարտացոլվեն նույնը, ինչ Դիզայնի համակարգում:
      </p>

      <p>
        GOV.AM Design System-ի կոդը հրապարակային է և անվճար հասանելի է Մասաչուսեթսի տեխնոլոգիական ինստիտուտի (MIT) լիցենզիայի ներքո: Դուք կարող եք գտնել մեր կոդերի պահեստները GitHub-ում, որտեղ մենք կոդավորում ենք բաց եղանակով:
      </p>
    </>
  );
}

export default ComponentsIndex;
